#When u change me, i cum a little


#Сон между аккаунтами. True/ False, True - Если надо
SLEEP_ACCS = True
#Если True
SLEEP_ACCS_FROM = 3 #Минимум секунд
SLEEP_ACCS_TO = 10 #Максимум секунд

#Сон между активностями. True/ False, True - Если надо
SLEEP_AKTIVE = True
#Если True
SLEEP_AKTIVE_FROM = 3 #Минимум секунд
SLEEP_AKTIVE_TO = 10 #Максимум секунд




#Меняйте если вы реально крутой пользователь интернета а не обычный обыватель работяга заводчанин и тд

#rpc 
RPC = {
    'arbitrum': 'https://arb1.croswap.com/rpc',
    'optimism': 'https://optimism.api.onfinality.io/public',
    'goerli': 'https://rpc.ankr.com/eth_goerli',
}





























TEXT = '''


   ▄████████    ▄█    █▄     ▄█   ▄███████▄  ███    █▄   ▄██████▄     ▄█   ▄█▄    ▄████████ 
  ███    ███   ███    ███   ███  ██▀     ▄██ ███    ███ ███    ███   ███ ▄███▀   ███    ███ 
  ███    █▀    ███    ███   ███▌       ▄███▀ ███    ███ ███    ███   ███▐██▀     ███    ███ 
  ███         ▄███▄▄▄▄███▄▄ ███▌  ▀█▀▄███▀▄▄ ███    ███ ███    ███  ▄█████▀      ███    ███ 
▀███████████ ▀▀███▀▀▀▀███▀  ███▌   ▄███▀   ▀ ███    ███ ███    ███ ▀▀█████▄    ▀███████████ 
         ███   ███    ███   ███  ▄███▀       ███    ███ ███    ███   ███▐██▄     ███    ███ 
   ▄█    ███   ███    ███   ███  ███▄     ▄█ ███    ███ ███    ███   ███ ▀███▄   ███    ███ 
 ▄████████▀    ███    █▀    █▀    ▀████████▀ ████████▀   ▀██████▀    ███   ▀█▀   ███    █▀  
                                                                     ▀                                                                                                         
|   https://t.me/tripleshizu   |   https://t.me/tripleshizu   |   https://t.me/tripleshizu   |
               красивые женщины напишите мне я хочу ебаться t.me/qqrwo
'''